Repository: common-repository/makhlas
Catalog: languages/makhlas-*.po
Languages: fa_ir

source: Makhlas
fa_ir: مَخلص

source: Settings
fa_ir: تنظیمات

source: Converter
fa_ir: مبدل

source: Short Url
fa_ir: لینک کوتاه

source: Api Key
fa_ir: کلید وب سرویس

source: Sign up for an %s plan to get an API key.
fa_ir: برای دریافت کلید (Api key) در %s ثبت نام کنید.

source: Default domain
fa_ir: دامنه پیش فرض

source: You can set default domain in %s admin panel.
fa_ir: شما می توانید لینک های کوتاه را بروی دامنه خودتان بسازید، برای اینکار کافی است در %s دامنه خود را در پنل کاربری تعریف کنید.

source: Create short url for all posts
fa_ir: ایجاد لینک کوتاه برای تمام نوشته ها

source: Create all published posts short link.
fa_ir: با این مبدل می توانید برای تمام پست هایی که تا کنون منتشر شده است لینک کوتاه ایجاد کنید.

source: Update All
fa_ir: بروزرسانی

source: Just admin can do it, Converte Failed!
fa_ir: فقط مدیر سایت می تواند مبدل را اجرا کند.

source: All posts short link created successfully.
fa_ir: لینک کوتاه برای تمام نوشته های منتشر شده ایجاد شد.

source: Convert Error!
fa_ir: خطا در تبدیل لینک ها!

source: Do not Close or refresh this page.
fa_ir: در فرآیند تبدیل لینک ها این صفحه را نبندید و رفرش نکنید.
